{
	"POLYGLOT.CustomLanguages.title": "Langues Spéciales",
	"POLYGLOT.CustomLanguages.hint": "Défini une liste de langues supplémentaires, en complément de celles du système. Chaque langue doit être séparée par une virtule.",
	"POLYGLOT.ComprehendLanguages.title": "Compréhension des langues",
	"POLYGLOT.ComprehendLanguages.hint": "Pour gérer les sorts ou effets de type 'Compréhension des Langues'. Saisissez une langue spéciale déja déclarée. Le fait de posséder cette langue permettra au personnage de comprendre tout les autres languages.",
	"POLYGLOT.Truespeech.title": "Parler les langues",
	"POLYGLOT.Truespeech.hint": "Pour gérer les sorts ou les effets du type 'Parler les Langues'. Saisissez une langue spéciale déja déclarée. Le fait de posséder cette langue permettra au personnage de parler tout les autres languages et de se faire comprendre dans toutes les langues.",
	"POLYGLOT.DefaultLanguage.title": "Langue par défaut",
	"POLYGLOT.DefaultLanguage.hint": "Nom de la langue par défaut. Laisser vide pour choisir la langue du système.",
	"POLYGLOT.ScrambleGM.title": "Crypter pour le MJ",
	"POLYGLOT.ScrambleGM.hint": "Désactivez cette option pour toujours montrer le texte au MJ (se référer à la couleur du globle pour la compréhension normale de la langue)",
	"POLYGLOT.toggleRuneText.title": "Activer/Désactiver les runes pour les Journaux",
	"POLYGLOT.toggleRuneText.hint": "Active/Désactive la visibilité des runes dans les Journaux.",
	"POLYGLOT.RandomizeRunes.title": "Runes aléatoires",
	"POLYGLOT.RandomizeRunes.hint": "Activer cette option fera apparaître un texte crypté différent chaque fois, même si le texte initial est le même.",
	"POLYGLOT.ExportFonts.title": "Disponibilité ds Polices",
	"POLYGLOT.ExportFonts.hint": "Rendre les polices de Polyglot disposnibles pour Foundry (dans les outils de dessin par exemple).",
	"POLYGLOT.DisplayTranslated.title": "Affichicher la traduction",
	"POLYGLOT.DisplayTranslated.hint": "Pour les langues traduites dans les messages de tchat, afficher le texte original et sa traduction.",
	"POLYGLOT.AllowOOC.title": "Crypter les messages non destinés à un personnage",
	"POLYGLOT.AllowOOC.hint": "Permet au MJ de crypter tout les messages du tchat, y compris ceux non destinés aux personnages.",
	"POLYGLOT.Translation": "Traduction",
	"POLYGLOT.TranslatedFrom": "Traduit de  ",
	"POLYGLOT.LanguageLabel": "Langue",
	"POLYGLOT.ToggleRunes": "Activer/Desactiver les Runes",
	"POLYGLOT.Runes": "Runes",

	"POLYGLOT.Generic": {
		"Language": "Langue"
	},
	"POLYGLOT.WFRP4E.LanguageSkills": "Langue"
}
